Repository: webmandesign/additional-block-styles
Catalog: languages/*.po
Languages: sk_sk

source: Abs - Additional Block Styles plugin settings
sk_sk: Nastavenia pluginu Abs - Additional Block Styles

source: Overlapping
sk_sk: Prekrývanie

source: Overlap value
sk_sk: Hodnota prekrytia

source: Set a positive value here.
sk_sk: Nastavte kladnú hodnotu.

source: You can use any value valid for %s CSS style.
sk_sk: Je možné použiť akúkoľvek hodnotu platnú pre CSS štýl %s.

source: Default value: %s
sk_sk: Pôvodná hodnota: %s

source: Pull left/right value
sk_sk: Hodnota potiahnutia doľava/doprava

source: Gradient overlap value
sk_sk: Hodnota prekrytia prechodu

source: This sets the size of overlap gradient for "Gradient" style of Media & Text block.
sk_sk: Nastavuje veľkosť prekrytia prechodu pre štýl "Gradient" bloku Médiá a Text.

source: Shadows
sk_sk: Tiene

source: Shadow blur radius
sk_sk: Polomer rozostrenia tieňa

source: Shadow opacity
sk_sk: Nepriehľadnosť tieňa

source: Toggle block styles
sk_sk: Spínanie štýlov blokov

source: Enable/disable block styles
sk_sk: Povoliť/zakázať štýly blokov

# Plugin option default value label.
source: Default:
sk_sk: Pôvodná hodnota:

# Plugin action link.
source: Settings
sk_sk: Nastavenia

source: Related blocks: %s
sk_sk: Súvisiace bloky: %s

# Block style label.
source: Accessibly hidden
sk_sk: Prístupne skrytý

# Block style label.
source: Single column: align left
sk_sk: Jediný stĺpec: zarovnať doľava

# Block style label.
source: Single column: align right
sk_sk: Jediný stĺpec: zarovnať doprava

# Block style label.
source: Caption below
sk_sk: Popis dole

# Block style label.
source: Paint brush
sk_sk: Náter farbou

# Block style label.
source: Flower
sk_sk: Kvet

# Block style label.
source: Oval
sk_sk: Ovál

# Block style label.
source: Blob
sk_sk: Škvrna

# Block style label.
source: Inner shadow
sk_sk: Vnútorný tieň

# Block style label.
source: Line separator
sk_sk: Čiarový oddeľovač

# Block style label.
source: Inline
sk_sk: V rade

# Block style label.
source: Media on top
sk_sk: Médiá hore

# Block style label.
source: Wavy split
sk_sk: Vlnitý predel

# Block style label.
source: Drop shadow
sk_sk: Tieň

# Block style label.
source: Curved
sk_sk: Zakrivené

# Block style label.
source: Curved top
sk_sk: Zakrivený vrch

# Block style label.
source: Curved bottom
sk_sk: Zakrivené dno

# Block style label.
source: Waves
sk_sk: Vlny

# Block style label.
source: Top waves
sk_sk: Vlnitý vrch

# Block style label.
source: Bottom waves
sk_sk: Vlnité dno

# Block style label.
source: Pull up
sk_sk: Vytiahnuť nahor

# Block style label.
source: Pull down
sk_sk: Potiahnuť nadol

# Block style label.
source: Pull left
sk_sk: Potiahnuť doľava

# Block style label.
source: Pull right
sk_sk: Potiahnuť doprava

# Block style label.
source: Pull left & right
sk_sk: Potiahnuť doľava a doprava

# Block style label.
source: Modern bubble
sk_sk: Moderná bublina

# Block style label.
source: Hide on tablet
sk_sk: Skryť na tablete

# Block style label.
source: Stack on tablet
sk_sk: Naskladať na tablete

# Block style label.
source: Double-line
sk_sk: Dvojitá čiara

# Block style label.
source: Zigzag
sk_sk: Cik-cak

# Block style label.
source: No vertical gap
sk_sk: Žiadna vertikálna medzera

# Block style label.
source: No gaps
sk_sk: Žiadne medzery
